Repository: samanthasgroup/django-webapps
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Related Object
ru: Связанный объект

source: Model Type
ru: Модель

source: Details
ru: Комментарий

source: Mark selected alerts as resolved
ru: Пометить выбранные алерты как решенные

source: Type
ru: Тип

source: View/Edit
ru: Открыть/редактировать

source: No details
ru: Нет деталей

source: Overdue on leave
ru: Просрочен отпуск

source: Overdue transfer request
ru: Просрочен запрос на перевод

source: Onboarding stale
ru: Затянувшийся онбординг

source: Low student activity
ru: Низкая активность студента

source: Teacher without group for 45 days
ru: Учитель без группы 45 дней

source: Teacher overdue on leave
ru: Учитель с просроченным отпуском

source: Teacher overdue group offer
ru: Учитель: просрочено предложение группы

source: Student needs oral interview
ru: Студенту нужно устное интервью

source: Student overdue group offer
ru: Студент: просрочено предложение группы

source: Student without group for 30 days
ru: Студент без группы 30 дней

source: Group pending overdue
ru: Группа в ожидании слишком долго

source: Group awaiting start overdue
ru: Группа ожидает старт слишком долго

source: Alert Type
ru: Алерт

source: A unique identifier for the type of alert (e.g., 'overdue_on_leave', 'low_student_activity').
ru: Тип алерта

source: Created At
ru: Время создания

source: Resolved At
ru: Время решения

source: Is Resolved
ru: Решен

source: Alert
ru: Алерт

source: Alerts
ru: Алерты

source: admin status
ru: Админ

source: Yes
ru: Да

source: No
ru: Нет

source: Active groups
ru: Активные группы

source: Inactive groups
ru: Неактивные группы

source: Former groups
ru: Прошлые группы

source: Full name
ru: Полное Имя

source: Valid
ru: Валидирован:а

source: Admin
ru: Админ

source: Project<br>status
ru: Статус в проекте

source: Situational<br>Status
ru: Временный статус

source: Status<br>last changed
ru: Последняя<br>смена статуса

source: Skills
ru: Навыки

source: Communication<br>language(s)
ru: Языки<br>общения

source: Comment
ru: Комментарий

source: Role
ru: Роль

source: Active Alerts
ru: Активные алерты

source: Active groups count
ru: Активные группы

source: is for staff only
ru: Группа для волонтеров

source: Coordinator
ru: Координатор

source: Schedule
ru: Расписание

source: Start Date
ru: дата начала занятий

source: End Date
ru: Дата окончания

source: Status Since
ru: Статус с

source: Coordinators
ru: Координаторы

source: Teachers
ru: Учителя

source: Number Of<br>Students
ru: Количество студентов

source: Mo
ru: Пн

source: Tu
ru: Вт

source: We
ru: Ср

source: Th
ru: Чт

source: Fr
ru: Пт

source: Sa
ru: Сб

source: Su
ru: Вс

source: No schedule set
ru: Расписание не установлено

source: For Staff
ru: Группа для волонтеров

source: Group %(id)s was added successfully.
ru: Группа успешно добавлена - %(id)s

source: You may edit it again below.
ru: Вы можете отредактировать ее снова.

source: Group %(id)s was added successfully. You may add another group below.
ru: Группа успешно добавлена - %(id)s. Вы можнете добавить еще одну группу ниже

source: coordinator
ru: координатор

source: Full Name
ru: Полное имя

source: Has groups
ru: Группа

source: Teaching languages
ru: Преподаваемые языки

source: No coordinators
ru: Нет координатора

source: Enrollment test summary
ru: Входные тесты

source: Test #%(idx)d, Total questions: %(total)d, Total answers: %(answers)d, Correct answers: %(correct)d
ru: Тест №%(idx)d, Всего вопросов: %(total)d, Дано ответов: %(answers)d, Правильных ответов: %(correct)d

source: Test #%d
ru: Тест #%d

source: answer: <b>%s</b>
ru: ответ: <b>%s</b>

source: has groups
ru: есть группы

source: Roles
ru: Роли

source: Availability slots
ru: Время занятий

source: Non-teaching help provided
ru: Другие виды помощи

source: Can take more groups
ru: Может взять еще группы

source: Start of age range
ru: Возраст от

source: End of age range (inclusive)
ru: Возраст до (включительно)

source: Type of age range
ru: Тип возрастной группы

source: Russian only
ru: Только русский

source: Ukrainian only
ru: Только украинский

source: Russian or Ukrainian
ru: Русский и украинский

source: Only language being taught
ru: Только изучаемый язык

source: Applied for the role
ru: Подал:а заявку

source: Joined the common group
ru: Вступил:а в координаторскую

source: Took a new group (not transferred from another coordinator)
ru: Собрал:а группу

source: The group started classes
ru: Группа начала заниматься

source: Requested that the group be transferred to a different coordinator
ru: Запросил:а передачу группы другому координатору

source: Transfer of group to another coordinator completed
ru: Передача группы другому координатору завершена

source: Received group from another coordinator
ru: Принял:а группу от другого координатора

source: Gone on leave
ru: В отпуске

source: Returned from leave
ru: Вернул:ась из отпуска

source: Left the project prematurely
ru: Выш:ла из проекта

source: Finished working and announced that they are leaving the project
ru: Завершил:а вести группы, выходит из проекта

source: Finished working and announced that they are staying in the project
ru: Завершил:а вести группы, остается в проекте

source: Expelled from the project
ru: Исключен:а из проекта

source: Access to corporate resources revoked
ru: Все доступы отозваны

source: Group finished prematurely
ru: Группа закончила, занималась меньше 4 месяцев

source: Group studies are finished
ru: Группа завершила занятия

source: Added student to a group that was already studying
ru: Добавил:а учени:цу в работающую группу

source: Formed (automatically or by coordinator)
ru: Группа создана

source: Confirmed
ru: Группа собрана, ожидание начала занятий

source: Started classes
ru: Занятия начались

source: Finished prematurely
ru: Группа занималась меньше 4 месяцев

source: Finished successfully
ru: Группа закончила занятия после 4 месяцев

source: Coordinator requested transfer of group to another coordinator
ru: Координатор запросил:а передачу группы другому координатору

source: Completed registration
ru: Прош:ла регистрацию

source: Registration complete, waiting for a group
ru: Прош:а регистрацию, ждет группу

source: Was offered a group, has not responded yet
ru: Группа предложена (ожидание ответа)

source: Was offered a group and accepted it
ru: Группа предложена (студент согласил:ась)

source: Was offered a group but declined it
ru: Группа предложена (студент отказал:ась)

source: Group confirmed, awaiting start of classes
ru: Группа собрана, ожидание начала занятий

source: Started studying in a group
ru: Начал:а учиться в группе

source: Transferred
ru: Переведен:а

source: Transfer canceled
ru: Перевод не состоялся

source: Completed the course and left the project
ru: Закончил:а курс и обучение в проекте

source: Group finished successfully
ru: Группа закончила занятия

source: Registration and validation complete, started waiting for a group
ru: Прош:ла регистрацию и валидацию, ждет группу

source: Validated in a face-to-face interview
ru: Прошл:а валидацию очно

source: Started teaching a group
ru: Начал:а преподавать в группе

source: Hosted a speaking club session
ru: Провел:а разговорный клуб

source: Left the project
ru: Вышл:а из проекта

source: CV and cover letter (write or edit)
ru: Помощь с написанием CV и сопроводительного письма

source: CV and cover letter (proofread)
ru: Вычитка CV и сопроводительного письма

source: Mock interview
ru: Тренировка собеседования

source: Job search
ru: Поиск работы

source: Career strategy
ru: Карьерная стратегия

source: LinkedIn profile
ru: Профиль на LinkedIn

source: Career switch
ru: Смена профессии

source: Portfolio for creative industries
ru: Творческое портфолио

source: Entering a university abroad
ru: Поступление в зарубежный вуз

source: Translation of documents
ru: Перевод документов

source: English
ru: Английский

source: Russian
ru: Русский

source: Ukrainian
ru: Украинский

source: Completed registration, but not in working status yet
ru: Прошл:а регистрацию, еще не начал:а координировать

source: Working, but not yet reached the required minimum amount of groups (%(min)d)
ru: Координирует, минимум групп не набран (%(min)d)

source: Working, required amount of groups reached
ru: Координирует, минимум групп набран

source: Working, reached maximum number of groups (%(max)d)
ru: Координирует, максимум групп набран (%(max)d)

source: On leave
ru: В отпуске

source: Announced that they cannot participate in the project
ru: Не сможет участвовать в проекте

source: Finished coordinating but remains in the project
ru: Закончил:а координировать, остается в проекте

source: Finished coordinating and left the project
ru: Закончил:а координировать, вышл:а из проекта

source: All access revoked, accounts closed
ru: Все доступы отозваны

source: Banned from the project
ru: Исключен:а из проекта

source: Pending
ru: Группа набирается

source: Working, everything is OK
ru: Группа занимается

source: Finished (completed the course)
ru: Группа завершила занятия

source: Requires oral interview to determine language levelbefore getting 'no_group_yet' status
ru: Нужно собеседование на определение уровня

source: Not studying, waiting for a group
ru: Ждет группу

source: Studying in a group
ru: Учится в группе

source: Not working, waiting for a group
ru: Не преподает, ждет группу

source: Working
ru: Преподает

source: Finished teaching and left the project
ru: Закончил:а преподавать, вышл:а из проекта

source: Finished teaching but remains in the project
ru: Закончил:а преподавать, остается в проекте

source: In onboarding
ru: В онбординге

source: Has been in onboarding for too long without taking a group
ru: Долго в онбординге, еще не приступал:а к набору групп

source: Not responding
ru: Не отвечает

source: Some sort of problem: needs substitute teacher, change of coordinator etc.
ru: Проблема: нужна замена учителя, координатора и т.д.

source: Holiday
ru: Каникулы

source: Needs transfer to another group
ru: Нужен перевод в другую группу

source: Needs a break in teaching the group, substitute teacher needed
ru: Берет перерыв, группе нужна замена

source: Legacy Coordinator ID
ru: CID координатора из старой базы

source: Coordinator ID from the old database
ru: SID координатора из старой базы

source: Comment on additional skills
ru: Дополнительные навыки

source: Is admin (special rights)
ru: Админ

source: This field has nothing to do with accessing Django admin site. It marks coordinators that have special rights over ordinary coordinators.
ru: Является ли координатор админом

source: Validated
ru: Вводная встреча

source: Has an initial validation interview been conducted with this teacher?
ru: Проведена ли вводная встреча?

source: Mentor
ru: Куратор

source: Mentor of this coordinator. One coordinator can have many interns.
ru: Куратор этого координатора

source: Status in project
ru: Статус в проекте

source: Status of this coordinator with regard to project as a whole
ru: Статус координатора в проекте

source: Situational status
ru: Временный статус

source: Role comment
ru: Дополнительные роли

source: Phrase describing the role of coordinator in project
ru: Опишите дополнительную роль координатора в проекте (если применимо)

source: Django user
ru: Пользователь Django

source: from UTC hour
ru: С (UTC)

source: to UTC hour
ru: до (UTC)

source: time slot
ru: временной диапазон

source: time slots
ru: временные диапазоны

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: day of the week
ru: День недели

source: day and time slot
ru: День и время

source: days and time slots
ru: Дни и время

source: age ranges
ru: возраст учеников

source: age ranges for which this test was designed. Leave blank for the test to be shown to all ages.
ru: Для какого возраста этот тест. Оставьте пустым, если этот тест для всех возрастов

source: language
ru: язык

source: enrollment test
ru: входной тест

source: enrollment tests
ru: входные тесты

source: question text
ru: текст вопроса

source: enrollment test question
ru: вопрос входного теста

source: enrollment test questions
ru: вопросы входного теста

source: question
ru: вопрос

source: option text
ru: вариант ответа

source: is correct
ru: правильно

source: enrollment test question option
ru: вариант ответа в тесте

source: enrollment test question options
ru: варианты ответа в тесте

source: student
ru: студент

source: answers
ru: ответы

source: enrollment test result
ru: результат входного тестирования

source: enrollment test results
ru: результаты входного тестирования

source: coordinators
ru: координаторы

source: students
ru: студенты

source: teachers
ru: учителя

source: comment
ru: комментарий

source: Former coordinators
ru: Бывшие координаторы группы

source: Lists coordinators that once worked with this group and/or the coordinator(s) of this group when it finished classes or was aborted.
ru: Список всех координаторов, которые работали с группой

source: Former students
ru: Бывшие студенты

source: Lists students that once worked with this group and/or all students of this group when it finished classes or was aborted.
ru: Список всех студентов, которые обучались в группе

source: Former teachers
ru: Бывшие учителя

source: Lists teachers that once worked with this group, and/or the teacher(s) of this group when it finished classes or was aborted.
ru: Список учителей, которые преподавали в группе

source: telegram chat URL
ru: ссылка на чат в Телеграм

source: Group id from the old database
ru: Старый GID

source: legacy group id
ru: GID из старой базы

source: language and level
ru: язык и уровень

source: lesson duration (minutes)
ru: продолжительность одного занятия в минутах

source: project status
ru: Статус в проекте

source: situational status
ru: Временный статус

source: date and time of last change of project-level or situational status
ru: Время изменения статуса в проекте или временного статуса

source: status since
ru: статус с

source: start date
ru: дата начала занятий

source: end date
ru: дата окончания занятий

source: group
ru: группа

source: groups
ru: группы

source: Is this a speaking club for children?
ru: Разговорный клуб для детей?

source: teachers under 18
ru: Преподаватели младше 18 лет

source: speaking club
ru: разговорный клуб

source: speaking clubs
ru: разговорные клубы

source: name
ru: имя

source: languages
ru: языки

source: level id
ru: уровень

source: language level
ru: уровень языка

source: language levels
ru: уровни языков

source: level
ru: уровень

source: language with level
ru: язык и уровень

source: languages with levels
ru: языки и уровни

source: date and time
ru: дата и время

source: event type
ru: название события

source: coordinator log event
ru: событие координатора

source: coordinator log events
ru: история событий координатора

source: group log event
ru: событие группы

source: group log events
ru: история событий группы

source: from group
ru: из группы

source: to group
ru: в группу

source: student log event
ru: событие студента

source: student log events
ru: история событий студента

source: teacher
ru: учитель

source: teacher log event
ru: события учителя

source: teacher log events
ru: история событий учителя

source: teacher under 18
ru: учитель младше 18 лет

source: teacher under 18 log event
ru: события учителя

source: teacher under 18 log events
ru: учитель младше 18 лет

source: help type id
ru: вид помощи

source: non-teaching help
ru: другие виды помощи

source: non-teaching helps
ru: другие виды помощи

source: autogenerated unique identifier
ru: автосгенерированный уникальный номер

source: Date and time added
ru: Время добавления

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Telegram username
ru: Ник в Телеграм

source: Phone number
ru: Номер телефона

source: Difference between person's local time zone and UTC
ru: Разница между местным временем и UTC

source: Source of information about SSG
ru: Источник информации о Саманте

source: How did they learn about Samantha Smith's Group?
ru: Как узнали о Samantha Smith’s Group

source: Registration Telegram bot chat ID
ru: ID чата с ботом

source: Preferred bot language
ru: Предпочтительный язык общения с ботом

source: Language in which the person wishes to communicate with the bot (is chosen by the person at first contact)
ru: Язык, который человек выбирает для общения с ботом при первом контакте

source: Personal info records
ru: Персональные данные

source: role
ru: роль

source: roles
ru: роли

source: Language(s) the students and teachers can speak in class
ru: Языки общения в группе (не изучения)

source: personal info
ru: персональные данные

source: Can host speaking club
ru: Может вести разговорный клуб

source: Has hosted speaking club
ru: Вел:а разговорный клуб

source: Is validated
ru: Валидирован

source: comment on additional non-teaching skills
ru: Дополнительные навыки, не связанные с преподаванием

source: For adult teacher: other ways in which the applicant could help the students beside listed ones. For teacher under 18: applicant's free-text comment on how they can help our students apart from hosting speaking clubs.
ru: Для учителей старше 18 лет: какие виды помощи может оказывать еще? Для учителей младше 18 лет: что могут делать еще кроме ведения разговорных клубов?

source: Teaching languages and levels
ru: Языки и уровни

source: Student id from the old database
ru: Старый SID

source: legacy student id
ru: SID из старой базы

source: We do not ask students for their exact age. They choose an age range when registering with us.
ru: Мы не спрашиваем студентов точный возраст. Студенты выбирают возрастной диапазон во время регистрации в боте.

source: age range
ru: возраст студентов

source: availability slots
ru: возможное время занятий

source: can read in English
ru: может читать на английском

source: children
ru: дети

source: children of this student that are also studying at SSG
ru: Дети студента, которые также учатся в Саманте

source: Speaking club status
ru: Разговорный клуб

source: Is the student a member of a speaking club at the moment?
ru: Ходит ли студент в разговорный клуб?

source: Types of non-teaching help this student requires
ru: Какая помощь нужна студенту

source: SmallTalk test result
ru: Результаты теста SmallTalk

source: status in project
ru: cтатус в проекте

source: status of this student with regard to project as a whole
ru: статус студента в проекте

source: teaching languages and levels
ru: языки и уровни

source: No groups
ru: Нет групп

source: Teacher id from the old database
ru: Старый TID

source: legacy teacher id
ru: TID учителя из старой базы

source: Has the applicant already worked as a teacher before applying at Samantha Smith's Group?
ru: У учителя есть опыт преподавания до Саманты?

source: prior teaching experience
ru: опыт преподавания

source: Types of non-teaching help this teacher can provide to students
ru: Другие виды помощи студентам

source: peer support: can check syllabus
ru: Метод. поддержка: могу проверить программу

source: peer support: can host individual or group mentoring sessions
ru: Метод. поддержка: могу дать консультацию индивидуально или в группе

source: peer support: can give feedback
ru: Метод. поддержка: могу дать обратную связь по уроку

source: peer support: can help with children's groups
ru: Метод. поддержка: могу помочь с детскими группами

source: peer support: can provide teaching materials
ru: Метод. поддержка: могу помочь с материалами

source: peer support: can invite other teachers to their class
ru: Метод. поддержка: могу пригласить к себе на урок

source: peer support: can work in tandem with a less experienced teacher
ru: Метод. поддержка: могу работать в тандеме с менее опытным преподавателем

source: Number of groups the teacher can teach simultaneously
ru: Максимальное кол-во групп одновременно

source: simultaneous groups
ru: Кол-во групп

source: Age ranges of students that the teacher is willing to teach. The 'from's and 'to's of these ranges are wider than those the students choose for themselves.
ru: Возраст учеников, которые учитель готов:а брать. Эти возрастные диапазоны шире, чем тем, которые выбирают ученики при регистрации через бота.

source: student age ranges
ru: возрастной диапазон учеников

source: Number of times per week the teacher can have classes with each group. This column will be ignored if the teacher currently doesn't want to teach any groups (in which case the column 'simultaneous groups' will have value 0). The value of frequency column does NOT have to be 0 in this case. Maybe the teacher will start (or return to) group studies and the frequency column will become relevant.
ru: Количество занятий в неделю с каждой группой. Поле может оставаться пустым, если учитель пока не ведет группы.

source: weekly frequency per group
ru: кол-во занятий в неделю с группой

source: Teachers under 18 years of age
ru: Преподаватели младше 18 лет

source: Home
ru: На главную страницу

source: Add %(name)s
ru: Добавить %(name)s

source: Please correct the error below.
ru: Исправьте ошибку ниже

source: Create Log Event
ru: Создать событие журнала

source: Event Type
ru: Название события

source: Group
ru: Группа

source: Select a group if required by the event type.
ru: Выберите группу, если это нужно для создания события

source: Create Event
ru: Создать событие

source: Run the selected action
ru: Выполнить выбранное действие

source: Apply selected action
ru: Применить выбранное дейстие
